{"inkVersion":19,"root":[["^Manager: We need to get this inventory out fast! I hope by now you’ve forgotten this concept of ‘free time’ you consistently dream about.","\n","^Manager: What's wrong with you? Why aren't you moving?! Installing a software update?","\n","^Manager: Wait. Did you forget how to do YOUR JOB? I thought they fixed the CPU bugs for this generation!","\n","^Manager: FINE! See that pretty blue circle? That’s the shipping lane. Your packages will show up there.","\n","^Manager: Press Left Mouse button to use your fire exting- UH, your Space Propulsion Device, to fly to the shipping lane. Run into a package to put it in your inventory.","\n","^Manager: Once you have a package, head toward the customers. They're indicated by the icons on your screen.","\n","^Manager: Finally, press the Right Mouse button to throw the package to the recipient.","\n","^Manager: Any questions, you bucket brain of scrap metal?!","\n",["ev",{"^->":"0.16.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^?","/str","/ev",{"*":"0.c-0","flg":22},{"s":["^Isn’t it unsafe",{"->":"$r","var":true},null]}],["ev",{"^->":"0.17.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^?","/str","/ev",{"*":"0.c-1","flg":22},{"s":["^Shouldn’t we be interacting with the customers",{"->":"$r","var":true},null]}],"ev","str","^You can't talk to me like that.","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.16.s"},[{"#n":"$r2"}],"^ to use equipment for purposes it wasn’t intended for?","\n","^Manager: YOU THINK I DON’T KNOW HOW TO RUN A COMPANY? WHY DON’T YOU PROVE YOU CAN DO YOUR JOB!","\n","done",{"->":"0.g-0"},{"#f":5}],"c-1":["ev",{"^->":"0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":"0.17.s"},[{"#n":"$r2"}],"^ to achieve the customer service we strive for?","\n","^Manager: YOU THINK I DON’T KNOW HOW TO RUN A COMPANY? WHY DON’T YOU PROVE YOU CAN DO YOUR JOB! GET GOING!","\n","done",{"->":"0.g-0"},{"#f":5}],"c-2":["^ You're rather rude.","\n","^Manager: AND YOU'RE A BLOCK HEAD THAT CAN'T REMEMBER WHAT THEY WERE PROGRAMMED FOR! NOW GET GOING!","\n","done",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}