{"inkVersion":19,"root":[["^Hello and welcome to The Astro Parcel Service!","\n","^As our newest Delivery Associate, we’re so glad you joined our family and as such, you are allowed to refer to the company as TAPS. In this training session, you will be learning the basics of productivity in the workplace. Let’s get started!","\n","^First, give your TAPS standard issue fire exting--we mean space propulsion device a try!","\n","^This tool is crucial to ensuring each delivery is a guaranteed success.","\n","^Throughout the workday, you will receive orders on your heads up display beneath the customer’s image. As you can see, customers can order one of three packages containing valuable plants.","\n","^You will find these various packages in the TAPS Shipping Lane as they are teleported from our delivery hub. Find the package specific to the customer's order and fly into it to activate your inventory tractor beam tool.","\n","^Well done. Now don't dawdle! Your customers are wanting their packages fast. Deliver the correct package or packages to the customer before their estmated time for delivery, or patience, runs out.","\n","^Use the customer's directional indicator to show you the way to their home.","\n","^Often times, there will be obstacles between you and your destination. Due to liability issues, TAPS management suggests you find a safer, and hopefully faster path to your destination.","\n","^Great work! Now take it to the customer on the double!","\n","^Now that you have arrived at the destination, all that’s left is to deliver the package to the customer as quickly and efficiently as possible.","\n","^To accomplish this, hold down your right mouse button and align the dotted line with the customer’s house, then release the button to chuck it!","\n","^There’s never a dull moment in the life of a TAPS Delivery Associate! You need to get on these orders pronto!","\n","^To quickly return to the Shipping Lane, activate your Rechargeable Employee Safety Teleporter!","\n","^You can use the R.E.S.T. to get yourself out of a tight spot, or to quickly get on to your next order, just remember that once you use it it will need some time to recharge!","\n","^Well done! Now you’re all set for your first work day. Good luck and remember management’s motto: Our employees are expendable. Our high-quality customer service is not.","\n","done",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}