{"inkVersion":19,"root":[["^Hello and welcome to The Astro Parcel Service!","\n","^As our newest Delivery Associate, we’re so glad you joined our family and as such, you are allowed to refer to the company as TAPS. In this training session, you will be learning the basics of productivity in the workplace. Let’s get started!","\n","^First, give your TAPS standard issue fire exting--we mean space propulsion device a try!","\n","^This tool is crucial to ensuring each delivery is a guaranteed success.","\n","^Throughout the workday, you will receive orders on your heads up display beneath the customer’s image. As you can see, customers can order one of three packages containing valuable plants.","\n","^You will find these packages in the TAPS Shipping Lane as they are teleported from our delivery hub. Find the package specific to the customer's order and fly into it to activate your inventory tractor beam tool.","\n","^Well done. Now pick up multiple packages!","\n","^Oh it looks like you've got your first order! Start heading toward your customer's home and deliver it! You better move fast. You want to deliver the package before the customer's patience--we mean their their estimated time for delivery is up.","\n","^Use the customer's directional indicator to navigate your way to their home.","\n","^Often times, there will be obstacles between you and your destination. Due to liability issues, TAPS management suggests you find a safer, and hopefully faster path to your destination.","\n","^Great work avoiding those obstacles!","\n","^Now that you have arrived at the destination, all that’s left is to deliver the right package to the customer. Your inventory tractor beam allows you to cycle through your inventory to select the correct package.","\n","^When you're ready, chuck the package at the customer's home or asteroid to complete the delivery!","\n","^Well done! Oh it looks like a few more orders have come in!","\n","^There’s never a dull moment in the life of a TAPS Delivery Associate! You need to get on these orders pronto!","\n","^You need to get back to the Shipping Lane fast! Quick! Activate your Rechargeable Employee Safety Teleporter!","\n","^You can use the R.E.S.T. to get yourself out of a tight spot or to quickly get on to your next order. Your packages do not teleport with you so use your R.E.S.T. wisely.","\n","^Well done! Now you’re all set for your first work day. Good luck and remember management’s motto: Our employees are expendable. Our high-quality customer service is not.","\n","done",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}